Repository: muzena/cinnamon-spices-applets
Catalog: .translation-tables/po/radio@driglu4it/*.po
Languages: hu

source: Please also install the '%s' package.
hu: Kérem telepítse a '%s' csomagot.

source: Can't play %s
hu: Nem játszható le: %s

source: Make sure that the URL is valid and you have a stable internet connection. Don't hestitate to open an Issue on Github if the problem persists.
hu: Győződjön meg arról, hogy az URL érvényes, és stabil internetkapcsolata van. Ha a probléma továbbra is fennáll, ne habozzon megnyitni egy ügyet (issue) a Githubon.

source: Stop
hu: Leállítás

source: List of stations
hu: Rádióállomások listája

source: Copy current song title
hu: Az aktuális szám címének másolása

source: Download from Youtube
hu: Letöltés a Youtube-ról

source: Can't copy current Song. Is the Radio playing?
hu: Az aktuális dal nem másolható. Szól éppen a Rádió?

source: download finished. File saved to %s
hu: a letöltés befejeződött. A fájl mentve a következő helyre: %s

source: Couldn't download song from Youtube due to an Error.
hu: Egy hiba miatt nem sikerült letölteni a számot a Youtube-ról.

source: See Logs for more information
hu: Nézze meg a naplófájlt további információkért

source: couldn't install required dependencies. Make sure you are connected to the internet. See the Logs for more information
hu: nem sikerült telepíteni a szükséges függőségeket. Győződjön meg róla, hogy csatlakozik az internethez. Nézze meg a naplófájlt további információkért

source: Can't increase Volume. Volume already at maximum.
hu: Nem lehet növelni a hangerőt. A hangerő már maximális.

source: Radio++
hu: Rádió++

source: Playing %s
hu: %s lejátszása

source: Stop Radio++
hu: Rádió++ leállítása

source: Please install the '%s' package.
hu: Kérem telepítse a '%s' csomagot.

source: Download Confirmation Dialog
hu: Töltse le a Megerősítés párbeszédpanelt

source: The radio applet depends on the '%s' plugin. It's a 3rd party plugin for mpv, which allows controlling the radio player with the sound applet.
hu: A rádió kisalkalmazás a '%s' bővítménytől függ. Ez egy harmadik féltől származó bővítmény az mpv számára, amely lehetővé teszi a rádiólejátszó vezérlését a hang kisalkalmazással.

source: Do you want to proceed the download at your own risk?
hu: Saját felelősségére szeretné folytatni a letöltést?

source: Cancel download
hu: Mégse

source: More info
hu: Több információ

source: Download plugin at my own risk
hu: Csak saját felelősségre töltse le a bővítményt

source: This function depends on the newest version of the '%s' apt package. Currently the newest version of this package is only included in the Debian package respository but not yet in the default Linux Mint repositories.
hu: Ez a funkció a '%s' apt csomag legújabb verziójától függ. Jelenleg ennek a csomagnak a legújabb verziója csak a Debian csomag-tárolóban található, de az alapértelmezett Linux Mint tárolókban még nem.

source: Do you want to proceed the Installation at your own risk?
hu: Saját felelősségére szeretné folytatni a telepítést?

source: Cancel Installation
hu: A telepítés megszakítása

source: Install at my own risk
hu: Saját felelősségre telepítem

source: A simple radio applet for Cinnamon
hu: Egyszerű rádió kisalkalmazás a Cinnamonhoz

source: Radio Stations
hu: Rádióállomások

source: Preferences
hu: Beállítások

source: Find station
hu: Rádióállomás keresése

source: Appearance
hu: Megjelenés

source: Volume
hu: Hangerő

source: Youtube Download
hu: Youtube letöltés

source: Show in list
hu: Megjelenítés listában

source: Title
hu: Cím

source: Open radio stream URL search engine
hu: Nyissa meg a rádió stream URL keresőjét

source: Opens a website, which helps you to determine radio stream URLs.
hu: Megnyit egy webhelyet, amely segít meghatározni a rádió stream URL-jeit.

source: Show URL-list of radio stations
hu: A rádióállomások URL-listájának megjelenítése

source: Opens a website, which lists URLs of radio stations.
hu: Megnyit egy webhelyet, amely felsorolja a rádióállomások URL-jeit.

source: Icon type
hu: Ikon típus

source: Symbolic
hu: Szimbolikus

source: Full Color
hu: Teljes szín

source: Bicolor
hu: Kétszínű

source: Color of symbolic icon when playing a radio station
hu: Szimbolikus ikon színe rádióállomás lejátszásakor

source: Show current radio station on the panel
hu: Az aktuális rádióállomás megjelenítése a panelen

source: Remember volume after stopping the radio
hu: Hangerő mértékének megjegyzése a rádió leállítása után

source: Initial volume
hu: Kezdeti hangerő

source: The initial volume is applied when clicking on a radio stream and no other radio stream is already running
hu: A kezdeti hangerő akkor kerül alkalmazásra, amikor rádió streamre kattint, és éppen nem fut másik stream

source: Download directory
hu: Mappa letöltése

source: Songs downloaded from Youtube will be saved to this directory. This feature can be found in the right-click-menu of the applet
hu: A Youtube-ról letöltött dalok ebbe a könyvtárba kerülnek. Ez a funkció a kisalkalmazás jobb gombbal kattintható menüjében található

source: Icon
hu: Ikon

source: Radio
hu: Rádió

source: Symbolic Icon Color
hu: Szimbolikus ikon színe

source: Type
hu: Típus

source: Symbolic Icon
hu: Szimbolikus ikon

source: Full Color Icon
hu: Teljes színű ikon

source: Bicolor Icon
hu: Kétszínű ikon

source: Color of Symbolic Icon when playing a radio
hu: Szimbolikus ikon színe amikor szól a rádió
